[
  {
    "id": 1,
    "name": "Costa Coffee",
    "description": "Brigo project is a state-of-the-art automated coffee machine (Invested by Cocacola) to provide the client customizable, gourmet coffee on the go and on demand.Human - Free machine uses freshly ground Costa Coffee beans, fresh dairy, and gourmet syrups to deliver quality, consistency, and convenience through a mobile app with touchless ordering and pick-up.",
    "image": "https://raw.githubusercontent.com/dhruvinhp/web-assets/main/images/costaCoffee.png",
    "topics": [
      "Reactjs",
      "TypeScript",
      "Material UI",
      "Graphql",
      "Jest",
      "Retool",
      "Storybook"
    ],
    "homepage": "https://www.costacoffee.in/",
    "html_url": "",
    "category": ["Client"]
  },
  {
    "id": 2,
    "name": "Test Mojo - Hierarchical roles based Assessment Platform",
    "description": "Designed and implemented schema for a broader Exam assessment solution and some of its key features. The project aims to provide a comprehensive assessment solution for Educators like Universities, online portals, LMS/ Teachers to evaluate students/professionals on multiple criteria like skill-based MCQ, coding, and descriptive questions. It was designed to generate reports and analytics",
    "image": "https://raw.githubusercontent.com/dhruvinhp/web-assets/main/images/testmojo.png",
    "topics": ["Reactjs", "Python", "Django", "DRF"],
    "homepage": "https://testmojo.xyz/",
    "html_url": "",
    "category": ["Client"]
  },
  {
    "id": 3,
    "name": "Cloud based Community Management Platform",
    "description": "Platform is managing multiple communities (Sanghs) under one common digital platform (Mobile and Web Application) with multiple hierarchy and role-based authorities. It enables the management of members’ profiles and increases collaboration across members and trustees and bring a number of features for paperless management including various facilities and member events.",
    "image": "https://raw.githubusercontent.com/dhruvinhp/web-assets/main/images/jainsangh.png",
    "topics": ["Reactjs", "Node"],
    "homepage": "https://www.jainsangh.info/",
    "html_url": "",
    "category": ["Client"]
  },
  {
    "id": 4,
    "name": "Fanimal: Ticket purchasing platform",
    "description": "Fanimal is the cheapest place on the Internet for ticket of liver concerts and events. with zero hidden fees. Motto is “price you see is the price you pay”. Their social group purchase feature makes planning with friends easy. First, start group and set a minimum size. Next, invite friends, who join by buying their tickets. If group doesn’t hit the minimum in time then nobody is charged! Plus, all group members earn account credit as more people join. Worked on updating the platform with new features like dashboard summarization and data analysis, API for payment logic for group features.",
    "image": "https://raw.githubusercontent.com/dhruvinhp/web-assets/main/images/fanimal.png",
    "topics": ["Python", "Flask", "Reactjs"],
    "homepage": "https://fanimal.com/",
    "html_url": "",
    "category": ["Client"]
  },
  {
    "id": 5,
    "name": "The Diamond Port - Whitelable",
    "description": "",
    "image": "https://raw.githubusercontent.com/dhruvinhp/web-assets/main/images/whitelable.png",
    "topics": ["Reactjs", "Axios", "MUI"],
    "homepage": "https://thediamondp6.sg-host.com/14726697641660979893",
    "html_url": "",
    "category": ["Client"]
  },
  {
    "id": 6,
    "name": "One Charge",
    "description": "Onecharge is a Complete EV charging infrastructure solution from Greenpill Group. Website was designed in reactjs to share details about the best electric vehicle (EV) charging experience.",
    "image": "https://raw.githubusercontent.com/dhruvinhp/web-assets/main/images/oneCharge.png",
    "topics": ["Reactjs", "MUI"],
    "homepage": "",
    "html_url": "",
    "category": ["Client"]
  },
  {
    "id": 7,
    "name": "Garage Mania (Car Part Selling Web Application)",
    "description": "Developed a fully functional webapp, where user can buy and sell car parts on this platform. Admin can manage Buyer and seller accounts and each seller have control over listing of specific product lines along with images, description, pricing etc. Platform enable buyer to connect with sellers through various mechanisms including email.",
    "image": "https://raw.githubusercontent.com/dhruvinhp/web-assets/main/images/garageMania.png",
    "topics": ["Python", "Django", "HTML", "CSS"],
    "homepage": "",
    "html_url": "",
    "category": ["Personal"]
  },
  {
    "id": 8,
    "name": "GST Data Reconciliation",
    "description": "Instrumental role in developing the Financial Utility with Python that processes a) GST data from Indian Govt Tax portal sites and b) Accounting Invoice data from popular accounting software Tally. The objective is to automate the reconciliation processes and highlight the anomalies between the data files.",
    "image": "https://raw.githubusercontent.com/dhruvinhp/web-assets/main/images/no-image.png",
    "topics": ["Python", "Flask", "HTML", "CSS", "JS"],
    "homepage": "",
    "html_url": "",
    "category": ["Client"]
  },
  {
    "id": 9,
    "name": "HOPE (Helping Oppressed People Everywhere)",
    "description": "It was an aggregated Web platform that enabled multiple not-for-profit organizations (NGO), to list their mission, respective websites and help develop awareness among needy people",
    "image": "https://raw.githubusercontent.com/dhruvinhp/web-assets/main/images/no-image.png",
    "topics": ["HTML", "CSS", "JS", "PHP"],
    "homepage": "",
    "html_url": "",
    "category": ["Other"]
  }
]
